{
  "productId": 8000000,
  "product_info": {
    "product_dimensions": {
      "max": 93,
      "width": 16,
      "diameter": 92,
      "cord_length": 58,
      "power": 8,
      "assembly": false,
      "designer": "Marti Sextone"
    },
    "bullets": [
      "In hac habitasse platea dictumst.",
      "Phasellus in felis.",
      "Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Duis faucibus accumsan odio.",
      "Cras mi pede, malesuada in, imperdiet et, commodo vulputate, justo."
    ],
    "good_to_know": [
      "Maecenas leo odio, condimentum id, luctus nec, molestie sed, justo. Pellentesque viverra pede ac diam. Cras pellentesque volutpat dui.\n\nMaecenas tristique, est et tempus semper, est quam pharetra magna, ac consequat metus sapien ut nunc. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Mauris viverra diam vitae quam. Suspendisse potenti.",
      "Phasellus sit amet erat. Nulla tempus. Vivamus in felis eu sapien cursus vestibulum.\n\nProin eu mi. Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem.\n\nDuis aliquam convallis nunc. Proin at turpis a pede posuere nonummy. Integer non velit.\n\nDonec diam neque, vestibulum eget, vulputate ut, ultrices vel, augue. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi. Integer ac neque."
    ],
    "care_instructions": [
      "Nulla justo.",
      "Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue."
    ]
  },
  "materials_env": {
    "weight": ["tempor"],
    "shade": ["nulla", "vehicula"],
    "tube": ["id", "lacus", "odio"]
  },
  "assembly_docs": { "instructions": "Mattis.ppt", "manual": "Commodo.ppt" },
  "package_details": {
    "article_number": 459334,
    "packages": 4,
    "width": 25,
    "height": 31,
    "length": 116,
    "weight": 95
  }
}
